Repository: WPPlugins/apollo-bar
Catalog: languages/apollo-bar-*.po
Languages: hu_hu

source: Announcements
hu_hu: Üzenetek

source: Announcement
hu_hu: Üzenet

source: Add New
hu_hu: Új hozzáadása

source: Add New Announcement
hu_hu: Új bejegyzés hozzáadása

source: All items
hu_hu: Összes bejegyzés

source: Edit Announcement
hu_hu: Bejegyzés szerkesztése

source: New Announcement
hu_hu: Új bejegyzés

source: View Announcement
hu_hu: Bejegyzés megtekintése

source: Search Announcements
hu_hu: Bejegyzés keresése

source: No Announcements found
hu_hu: Nem található bejegyzés

source: No Announcements found in Trash
hu_hu: Nem található bejegyzés a lomtárban

source: Title
hu_hu: Cím

source: Start Date
hu_hu: Megjelenítés kezdete

source: End Date
hu_hu: Megjelenítés vége

source: Date
hu_hu: Közzétéve

source: Not selected!
hu_hu: Nincs kiválasztva!

source: Scheduling
hu_hu: Megjelenítés

source: Start date
hu_hu: Megjelenítés kezdete

source: End date
hu_hu: Megjelenítés vége

source: Download Apollo Bar
hu_hu: Az Apollo Bar letöltése

source: Apollo Bar Options
hu_hu: Apollo Bar beállítások

source: The Apollo Bar is a simple notification plugin. This is a settings page. Setup the plugin color and other options. To add a notification text, go to Apollo Bar (custom post type) menu and create a new post, setup the Scheduling options and publish.
hu_hu: Az Apollo Bar egy egyszerű figyelmeztető (kiáltvány) bővítmény. Ez itt a beállítások oldala. Testreszabhatod a színeket, valamint ki és bekapcsolhatod a megjelenítést és a promo logót. Az üzenetek kezeléséhez menj az Apollo Bar menübe (egyedi bejegyzés típus) és adj hozzá egy új bejegyzést. Állítsd be a Megjelenítési intervallumot és tedd közzé.

source: General Settings
hu_hu: Általános beállítások

source: Enable Apollo Bar?
hu_hu: Megjelenít?

source: Enable Apollo Bar Logo?
hu_hu: Logó megjelenítése?

source: Closeable?
hu_hu: Bezárható?

source: Fix position?
hu_hu: Pozíció rögzítése?

source: Color Settings
hu_hu: Színséma

source: Choose a background color
hu_hu: Háttérszín

source: Choose a text color
hu_hu: Szöveg szín

source: Use noisy texture?
hu_hu: Textúra használata?

source: Save
hu_hu: Mentés

source: Donate
hu_hu: Adomány

source: Want to help make this plugin even better? All donations are used to improve this plugin. Thanks! Donors enter their own contribution amount.
hu_hu: Szeretnéd támogatni a bővítmény fejlesztését? Egy tetszőleges összeggel megteheted a paypal-on. A befolyt összeget a plugin fejlesztésére fordítjuk! Köszönjük!

source: Or
hu_hu: Vagy

source: Vote for the plugin on Wordpress.org.
hu_hu: Értékeld a bővítményt a Wordpress.org-on.

source: Please refer to the side of plugin on your blog.
hu_hu: Hivatkozz a bővítmény oldalára a saját blogodról.

source: Fallow us on Twitter
hu_hu: Kövess minket Twitteren

source: Fallow us on Google+
hu_hu: Kövess minket Google+-on

source: Newsletter Subscribe
hu_hu: Hírlevél feliratkozás
